---
kind: property
id: P:Autodesk.Revit.DB.Parameter.Element
zh: 构件、图元、元素
source: html/0645cb13-9c25-7f66-b22d-898832dc2ae3.htm
---
# Autodesk.Revit.DB.Parameter.Element Property

**中文**: 构件、图元、元素

The element to which this parameter belongs.

## Syntax (C#)
```csharp
public Element Element { get; }
```